{"tastedBeers":[{"abv":4.5,"ibu":60,"color":"EXTRA_SPECIAL_BITTER","id":1,"name":"Buzz","description":"A light, crisp and bitter IPA brewed with English and American hops. A small batch brewed only once.","image_url":"https://images.punkapi.com/v2/keg.png","hasBeenLiked":true},{"abv":4.1,"ibu":41.5,"color":"IPA","id":2,"name":"Trashy Blonde","description":"A titillating, neurotic, peroxide punk of a Pale Ale. Combining attitude, style, substance, and a little bit of low self esteem for good measure; what would your mother say? The seductive lure of the sassy passion fruit hop proves too much to resist. All that is even before we get onto the fact that there are no additives, preservatives, pasteurization or strings attached. All wrapped up with the customary BrewDog bite and imaginative twist.","image_url":"https://images.punkapi.com/v2/2.png","hasBeenLiked":false},{"abv":4.2,"ibu":8,"color":"WEISS","id":3,"name":"Berliner Weisse With Yuzu - B-Sides","description":"Japanese citrus fruit intensifies the sour nature of this German classic.","image_url":"https://images.punkapi.com/v2/keg.png","hasBeenLiked":true},{"abv":6.3,"ibu":55,"color":"GARDE","id":4,"name":"Pilsen Lager","description":"Our Unleash the Yeast series was an epic experiment into the differences in aroma and flavour provided by switching up your yeast. We brewed up a wort with a light caramel note and some toasty biscuit flavour, and hopped it with Amarillo and Centennial for a citrusy bitterness. Everything else is down to the yeast. Pilsner yeast ferments with no fruity esters or spicy phenols, although it can add a hint of butterscotch.","image_url":"https://images.punkapi.com/v2/4.png","hasBeenLiked":false},{"abv":10.27,"ibu":26,"color":"EXTRA_SPECIAL_BITTER","id":20,"name":"Rabiator","hasBeenLiked":false,"description":"Imperial Wheat beer / Weizenbock brewed by a homesick German in leather trousers. Think banana bread, bubble gum and David Hasselhoff.","image_url":"https://images.punkapi.com/v2/keg.png"},{"abv":4.3,"ibu":25,"color":"GARDE","id":21,"name":"Vice Bier","hasBeenLiked":false,"description":"Our take on the classic German Kristallweizen. A clear German wheat beer, layers of bubblegum and vanilla perfectly balanced with the American and New Zealand hops.","image_url":"https://images.punkapi.com/v2/keg.png"},{"abv":6.8,"ibu":30,"color":"EXPORT_STOUT","id":210,"name":"Dead Metaphor","hasBeenLiked":false,"description":"Scottish chocolate breakfast Stout - brewed with Brazilian Sertão coffee, Venezuelan cacao and (for the Scottish element) oatmeal. Smooth, chocolately and rich, with a honeycomb mouthfeel and a rich red berry coffee character. Brewed with our beer blogger friends from The Beer Cast and Hopzine.","image_url":"https://images.punkapi.com/v2/210.png"},{"abv":0.5,"ibu":55,"color":"GARDE","id":31,"name":"Nanny State","hasBeenLiked":true,"description":"Brewing a full flavoured craft beer at 0.5% is no easy task. Packed with loads of Centennial, Amarillo, Columbus, Cascade and Simcoe hops, dry hopped to the brink and back and sitting at 55 IBUs, Nanny State is a force to be reckoned with. With a backbone of 8 different specialty malts, Nanny State will tantalise your taste buds and leave you yearning for more.","image_url":"https://images.punkapi.com/v2/31.png"},{"abv":6,"ibu":70,"color":"EXTRA_SPECIAL_BITTER","id":18,"name":"Russian Doll – India Pale Ale","hasBeenLiked":false,"description":"The levels of hops vary throughout the range. We love hops, so all four beers are big, bitter badasses, but by tweaking the amount of each hop used later in the boil and during dry- hopping, we can balance the malty backbone with some unexpected flavours. Simcoe is used in the whirlpool for all four beers, and yet still lends different characters to each","image_url":"https://images.punkapi.com/v2/18.png"},{"abv":12.5,"ibu":30,"color":"EXPORT_STOUT","id":9,"name":"AB:07","hasBeenLiked":true,"description":"Whisky cask-aged imperial scotch ale. Beer perfect for when the rain is coming sideways. Liquorice, plum and raisin temper the warming alcohol, producing a beer capable of holding back the Scottish chill.","image_url":"https://images.punkapi.com/v2/9.png"}]}